results = {
	"goodOptions":[
		"<p>You float off the ground to join a flock of birds roaming among the low-hanging mist. At first, they surround you and circle around a new presence, as if to figure out whether you're a threat. Seemingly satisfied that you mean no harm, they back away a little, leaving you alone. A couple of them take off upwards suddenly. You follow them, feeling weightless and free. The wind in your face only serves to remind you that you're able to fly. Your spirits are lifted.</p>", 
		"<p>In the hazy morning mist, you call out a name in a desolate tone. A name you remember reading something about, nothing all too personal. You hear a shriek, followed by muttering. It sounds like swearing, followed by fast footsteps heading away from you. You chuckle to yourself, amused at how easy it is to get to the locals. Your spirits are lifted.</p>", 
		"<p>You position your non-body on a tree branch, looking around. Mornings are peaceful but lively, with few if any people around but plenty of birds and small animals enjoying their existence. Your heart is filled with peace and joy as you watch crows share a plastic spoon and fork one of them stole from a nearby yard. Your spirits are lifted.</p>"
	],
	"badOptions":[
		"<p>You float off the ground to join a flock of birds roaming among the low-hanging mist. At first, they surround you and circle around a new presence, as if to figure out whether you're a threat. Sceptical, one approaches you and tries to catch your sleeve in its beak. It fails and caws, alarmed. The rest move in to protect the flock, beating at your non-form with their wings. Overwhelmed and unable to see past all the feathers, you descend to the ground. You are annoyed and upset.</p>", 
		"<p>In the hazy morning mist, you call out a name in a desolate tone. A somewhat familiar name, you realise after calling out. You listen for a while but the locals must still be at their homes, as there is no answer. You remember a face. A friend? You feel alone. You remembering feeling just as lonely then...</p>", 
		"<p>You position your non-body on a tree branch, looking around. Mornings are usually peaceful, with few if any people around. After sitting stil in the same spot for a while, you start to get bored. The distinct lack of cool air on your lack of skin is unexpectedly distracting, as is a curious little bird that keeps putting its feet through your non-hand, as if trying to figure out whether it will keep happening, making you remember how far you are from the things you used to know and like. Finally, you leave, upset and feeling weirdly lonely.</p>"
	]
}