results = {
	"goodOptions":[
		"<p>You hide inside, under the dark shadows of solid centuries-old stone. You wait and wait-- and it seems your wait is far from pointless. Before long, you hear voices approaching the ruins, someone who clearly sounds like a tour guide, interrupted by question from others. You find an opportune moment and let out a miserable howl. One voice gives a short yell, a few other ones gasp. One voice sighs and explains it away as local teenagers playing pranks. When the voices leave, you hear a couple of them whisper about how they did not see anyone else around the ruins. You feel accomplished in your mischief. Your spirits are lifted.</p>", 
		"<p>Even though you can float, there is something about a climbable wall that calls to you. You approach a solid-looking part, grab onto the stones with your un-hands and try to find suitable platforms for your non-feet. Climbing comes to you with the same ease as floating through the air, and before you notice it, you have scaled the wall in its entirety. You look down at the piles of stone under you with a sense of achievement. Your spirits are lifted. </p>", 
		"<p>You perch on top of a column, leisurely looking around and relaxing. You see bright green grass, interspersed by flowers in places. You hear rustling leaves and the quiet whistle of wind passing through cracks and gaps in the stone. You feel comfortable and at peace. Your spirits are lifted.</p>"
	],
	"badOptions":[
		"<p>You hide inside, under the dark shadows of solid centuries-old stone. You wait and wait-- but your wait appears fruitless. It seems you are alone in this place. You try to make scary noises but as echo returns them, you realise they sound sad rather than frightening. You feel insecure and lonely.</p>", 
		"<p>Even though you can float, there is something about a climbable wall that calls to you. You approach a solid-looking part, grab onto the stones with your un-hands and try to find suitable platforms for your non-feet. As much as you try, however, you can't seem to get the hang of it, your limbs falling through and sliding off of the stone. Had you not been a ghost, you definitely would have fallen down onto piles of rocks. Instead, you just float away, embarrassed and upset.</p>", 
		"<p>You perch on top of a column, leisurely looking around and relaxing. There is a sudden gust of wind, producing awful sounds through the gaps in the walls. It almost sounds like animal howling. You hear a bird call overhead before something falls through you. As you look down at the column, you realise it's bird droppings. Disgusted and affronted, you float away to sulk by yourself.</p>"
	]
}