results = {
	"goodOptions":[
		"<p>You set off running in the grass. Although it's nowhere near the feeling of soft plants tickling your feet you got when you were alive, it is still rather pleasant. It almost feels like giddiness, only felt through noncorporeal feet. You can't contain a smile at the feeling. Your spirits are lifted.</p>", 
		"<p>You did not expect to find a motorcycle in your usual haunt. But that just makes it all the more exciting to cause mischief. You approach the bike and try to move it from its place. Once your noncorporeal figers grip the handles, the machine seems to sense your intent and moves easily. Thankful for the owner's absence, you manage to wheel the bike away and hide it in a safe and shady spot where none would think to look twice. In a few minutes, you hear surprised and outraged exclamations from the courtyard of the ruins. You barely manage to stifle laughter. Your spirits are lifted.</p>", 
		"<p>You find a nice shaded spot away from the scorching sun. Just as you settle in, you notice a small patch of wildflowers right next to you. The distant sounds of a Top 40 radio station are comforting in their nostalgic familiarity. You relax, mindlessly thumbing flower petals. Your spirits are lifted.</p>"
	],
	"badOptions":[
		"<p>You set off running in the grass. Although it's nowhere near the feeling of soft plants tickling your feet you got when you were alive, you get a rather weird sensation. Like your non-form has gotten sand stuck under the skin wherever the grass touches. As you look down, puzzled by the sensation, you notice ants scurrying about right where you're standing. Unsettled and vexed, you move away from the ants and, for good measure, off the grass entirely.</p>", 
		"<p>You did not expect to find a motorcycle in your usual haunt. But that just makes it all the more exciting to cause mischief. You approach the bike and try to move it from its place. But no matter how much you try, the metal steed won't budge. Your hands fall through the handles several times before you hear footsteps approaching. You hide before you are discovered and, miffed and frustrated, watch as the owner unsuspectingly straddles the bike and drives away whistling a tune.</p>", 
		"<p>You find a nice shaded spot away from the scorching sun. Just as you settle in, your thoughts and wishes for peace and quiet are interrupting by a loud roar of the motorcycle. The owner speeds off past you, sending a sand cloud to cover you. You feel vague itchiness as san particles fall through you to the ground. A Top 40 radio station starts playing somewhere nearby, all too loudly. You feel uncomfortable and restless.</p>"
	]
}